7zip
alacritty
amd-ucode
appmenu-gtk-module
aurorae
base
base-devel
bash-completion
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-plymouth
btop
cmake
cups
dbeaver
dhcpcd
discover
docker
dolphin
drkonqi
efibootmgr
evince
ex-vi-compat
fd
file-roller
firefox
flatpak-kcm
fuse2
git
github-cli
grub
gutenprint
gvim
htop
ibus
inetutils
iptables-nft
jdk-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kmenuedit
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kubectl
kvantum
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
libchewing
libkscreen
libksysguard
libpinyin
libplasma
libreoffice-fresh
linux
linux-firmware
m17n-db
meld
milou
minikube
mupdf
nano
ncdu
neovim
net-tools
network-manager-applet
networkmanager
nodejs
npm
ocean-sound-theme
okular
oxygen
oxygen-sounds
pacman-contrib
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
postgresql
powerdevil
print-manager
python-pip
qqc2-breeze-style
qt5-quickcontrols
qt5-quickcontrols2
screen
sddm
sddm-kcm
spectacle
sudo
sysstat
system-config-printer
systemsettings
terminus-font
tlp
tlp-rdw
tmux
traceroute
ttf-hack-nerd
ttf-jetbrains-mono-nerd
typescript-language-server
ufw
unrar
unzip
vlc
vscode-css-languageserver
vscode-html-languageserver
vsftpd
vulkan-radeon
wacomtablet
wget
wireshark-qt
xclip
xdg-desktop-portal-kde
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
zsh
