accounts-qml-module
accounts-qml-module-debug
debtap
epson-inkjet-printer-escpr
epson-inkjet-printer-escpr-debug
gns3-gui
gns3-server
needrestart
neofetch
onlyoffice-bin
opentabletdriver-git
packettracer
python-pyqt5-extra-modules
python-telnetlib3
python312
python312-debug
qt5-location
qt5-location-debug
qt5-sensors
qt5-sensors-debug
qt5-webchannel
qt5-webchannel-debug
qt5-websockets
qt5-websockets-debug
snapd
spotify
ttf-ms-fonts
visual-studio-code-bin
yay
yay-debug
